<?php
return [
    'yes_no' => [
        1 => 'আছে',
        0 => 'নাই'
    ],

    'structure' => [
        1 => 'পাকা',
        2 => 'আধা পাকা',
        3 => 'কাঁচা'
    ],

    'mosque_type' => [
        1 => 'জামে মসজিদ',
        2 => 'পাঞ্জেগানা',
        3 => 'অন্যান্য'
    ],

    'property_type' => [
        1 => 'ওয়াকফ কৃত',
        2 => 'সরকারি',
        3 => 'নিজস্ব'
    ],

    'management' => [
        1 => 'কমিটি কর্তৃক',
        2 => 'সরকার কর্তৃক',
        3 => 'মোতাওল্লী কর্তৃক',
        4 => 'নিজস্ব',
        5 => 'প্রতিষ্ঠান/সংস্থা কর্তৃক'
    ],

    'training' => [
        1 => 'ইফা কর্তৃক',
        2 => 'অন্য প্রতিষ্ঠান কর্তৃক',
        3 => 'অন্যান্য'
    ],

    'madrasa_type' => [
        1 => 'আলিয়া',
        2 => 'কওমী',
        3 => 'হাফিজিয়া'
    ],

    'alia_stage' => [
        1 => 'দাখিল',
        2 => 'আলিম',
        3 => 'ফাজিল',
        4 => 'কামিল'
    ],

    'kawmia_stage' => [
        1 => 'এবতেদায়ী',
        2 => 'কাফিয়া',
        3 => 'দাওরাহ হাদিস'
    ],

    'mass_education' => [
        1 => 'কুরআন শিক্ষা',
        2 => 'প্রাক-প্রাথমিক',
        3 => 'বয়স্ক শিক্ষা',
        4 => 'অন্যান্য',
        5 => 'নাই'
    ],

    'institute_type' => [
        1 => 'এতিমখানা',
        2 => 'মাজার',
        3 => 'মাদ্রাসা',
        4 => 'খানকা',
        5 => 'মক্তব',
        6 => 'হেবজখানা',
        7 => 'অন্যান্য',
        8 => 'নাই'
    ],

    'water_distribution' => [
        1 => 'পুকুর',
        2 => 'টিউবয়েল',
        3 => 'সাপ্লাই',
        4 => 'অন্যান্য',
        5 => 'নাই'
    ]
];